Repository: amakomaya/mobile-app
Catalog: lib/src/core/localization/l10n/app_*.arb
Languages: ne

# warning_msg_name_no_empty
source: Name can not be Empty
ne: पूरा नाम आवश्यक

# warning_msg_age_no_empty
source: Age can not be Empty
ne: उमेर आवश्यक

# warning_msg_lmp_no_empty
source: LMP can not be Empty
ne: अन्तिम महिनावारी मिति आवश्यक

# warning_msg_distrct_no_empty
source: District can not be Empty
ne: जिल्ला चयन गर्न आवश्यक

# warning_msg_municiplality_no_empty
source: Municipality can not be Empty
ne: नगरपालिका चयन गर्न आवश्यक

# warning_msg_ward_no_empty
source: Ward can not be Empty
ne: वडा नं. आवश्यक

# warning_msg_tole_no_empty
source: Tole can not be Empty
ne: टोल आवश्यक

# warning_msg_number_no_empty
source: Number can not be Empty
ne: नम्बर आवश्यक

# label_select_district
source: Select Your District
ne: कृपया जिल्ला चयन गर्नुहोस्

# label_select_municipality_vdc
source: Select Your Municipality/VDC
ne: कृपया नगर/गाउँपालिका चयन गर्नुहोस्

# label_select_municipality
source: Select your municipality
ne: कृपया नगरपालिका चयन गर्नुहोस्

# label_planning
source: planning
ne: योजना

# label_pregnant
source: pregnant
ne: गर्भवती

# label_ongoing
source: ongoing
ne: चलिरहेको

# label_login
source: Log In
ne: लग - इन

# label_username
source: Username
ne: प्रयोगकर्ताको नाम

# label_password
source: Password
ne: पासवर्ड

# field_phone_number
source: Enter Your Phone Number/Username
ne: फोन नम्बर/प्रयोगकर्ता नाम लेख्नुहोस्

# field_password
source: Enter Your Password
ne: पासवर्ड लेख्नुहोस्

# label_create_account
source: Create an Account
ne: कृपया खाता खोल्नुहोस्

# warning_msg_username_no_empty
source: Username can not be empty
ne: प्रयोगकर्ताको नाम आवश्यक

# label_login_with_qr
source: Login with QR code
ne: QR कोडको साथ लगइन गर्नुहोस्

# label_not_regester_yet
source: Not registered yet?
ne: दर्ता गर्नुभएको छैन?

# label_call
source: Call
ne: सम्पर्क गर्नुहोस्

# label_enquiry
source: for an enquiry
ne: सोधपुछको लागि

# msg_username_min_length
source: Username must be at least 5 characters
ne: प्रयोगकर्ताको नाम कम्तिमा ५ क्यारेक्टर हुनुपर्छ

# msg_password_min_length
source: Password must contain more than 5 characters
ne: पासवर्डमा ५ भन्दा बढी क्यारेक्टर हुनुपर्छ

# label_logout
source: Logout
ne: लग- आउट गर्नुहोस्

# label_register
source: Register
ne: दर्ता गर्नुहोस्

# label_mobile_num
source: Mobile Number
ne: मोबाइल नम्बर

# label_lmp
source: LMP
ne: अन्तिम महिनावारीको पहिलो दिन

# label_already_have_account
source: Already have an account ?
ne: "पहिले नै दर्ता छ ?

# label_go_to_login
source: Go to login
ne: लगइनमा जानुहोस्

# msg_name_min_length
source: Name must contain more than 3 characters
ne: नाममा ३ भन्दा बढी क्यारेक्टर हुनुपर्छ

# warning_msg_mobile_num_no_empty
source: Mobile number can't not be empty
ne: मोबाइल नम्बर खाली हुन सक्दैन

# error_msg_invalid_mobile_num
source: Invalid mobile number
ne: अवैध मोबाइल नम्बर

# warning_msg_password_no_empty
source: Password can't not be empty
ne: पासवर्ड लेख्नुहोस्

# label_personal_details
source: Your Personal Details
ne: तपाईंको व्यक्तिगत विवरणहरू

# label_distrct
source: District
ne: जिल्ला

# label_age
source: Age
ne: उमेर

# lable_address
source: Your Address
ne: तपाईको ठेगाना

# lable_lmp_date
source: LMP Date
ne: LMP मिति

# lable_tole
source: Tole
ne: टोल

source: Ward No.
ne: वडा नं.

# lable_municipality_vdc
source: Municipality
ne: नगरपालिका/ गा. वि. स

# label_name
source: Name
ne: नाम

# label_growth_of_child
source: Growth of child
ne: बच्चाको विकास

# label_pregnancy_healthy
source: Making Pregnancy Healthy and Happy
ne: गर्भावस्था स्वास्थ्य र खुसी बनाउन

# label_fill_now
source: Fill Now
ne: अहिले भर्नुहोस्

# label_later
source: Later
ne: पछि

# label_next
source: Next
ne: अर्को

# label_siren
source: Siren
ne: साइरन

# label_search
source: Search
ne: खोज्नुहोस्

# label_close
source: Close
ne: बन्द गर्नुहोस्

# label_yes
source: Yes
ne: हो

# label_no
source: No
ne: होइन

# label_continue
source: Continue
ne: जारी राख्नुहोस्

# label_submit
source: Submit
ne: बुझाउनुहोस्

# label_emergency_siren
source: Emergency Siren
ne: आपतकालीन साइरन

# label_report
source: Report
ne: रिपोर्ट

# label_skip
source: Skip
ne: छोड्नुहोस्

# label_prepare_pregnancy
source: Preparing for pregnancy
ne: गर्भवतीको लागि तयारी गर्दै

# label_info
source: Info
ne: जानकारी

# msg_audio_fetch_success
source: Audio Successfully fetched
ne: अडियो सफलतापूर्वक ल्याइयो

# label_other_week_audio
source: Other Week Audio
ne: अर्को हप्ताको अडियो

# label_this_week_audio
source: This Week Audio
ne: यो हप्ताको अडियो

# msg_video_fetch_success
source: Videos successfully refreshed
ne: भिडियोहरू सफलतापूर्वक रिफ्रेस भयो

# label_this_week_tips
source: This week tips
ne: यो हप्ताको सुझावहरू

# msg_no_tips_found
source: No Tips Found!
ne: कुनै सुझाव भेटिएन!

# label_other_week_tips
source: Other week tips
ne: अन्य हप्ताको सुझावहरू

# msg_tips_fetch_success
source: Weekly Tips Successfully Refreshed
ne: साप्ताहिक सुझावहरू सफलतापूर्वक ताजा भयो

# msg_faqs_refresh_success
source: FAQs refreshed successfully
ne: FAQs सफलतापूर्वक रिफ्रेस भयो

# msg_refresh_success
source: Successfully Refreshed
ne: सफलतापूर्वक रिफ्रेस भयो

# label_headache
source: Having a little too much headache
ne: धेरै टाउको दुख्नु

# label_bleeding
source: Bleeding from vagina
ne: पाठेघरबाट रगत बग्नु

# label_faint
source: Hands and feet tremble or faint
ne: हात र खुट्टा काम्नु वा बेहोस हुनु

# label_fever
source: Fever
ne: ज्वरो आउनु

# label_abdominal_pain
source: Smelling water from vagina or lower abdominal pain
ne: पाठेघरबाट पानी बग्नु वा तल्लो पेट दुख्नु

# label_fever_degrees
source: Fever above 100.4 degrees
ne: 100.4 डिग्री भन्दा माथि ज्वरो आउनु

# label_breathing
source: Difficulty in breathing
ne: सास फेर्न गाह्रो हुनु

# label_cough_cold
source: Cough and cold
ne: रुघाखोकी र चिसो लग्नु

# label_eyes_blurred
source: Eyes blurred
ne: आँखा धमिलो हुनु

# label_month_of_pregnancy
source: Abdominal pain in the first month of pregnancy
ne: गर्भावस्थाको पहिलो महिनामा पेट दुख्नु

# label_labor_pain
source: Labor pain for more than 8 hours
ne: ८ घण्टाभन्दा बढी समयसम्म सुत्केरी व्यथा लाग्नु

# label_cord_protrusion
source: First hand,leg or umbilical cord protrusion
ne: पहिलो हात, खुट्टा वा गर्भनाल प्रोट्रुसन

# label_hands_feet
source: Hands and feet tremble or faint
ne: हात र खुट्टा काम्नु वा बेहोस हुनु

# label_baby_born
source: A lot of bleeding before or after the baby was born
ne: बच्चा जन्मनु अघि वा पछि धेरै रगत बग्नु

# label_choose_heath_condition
source: Choose your health condition
ne: आफ्नो स्वास्थ्य अवस्था चयन गर्नुहोस्

# label_pregnancy
source: Pregnancy
ne: गर्भावस्था

# label_delivery_labor
source: Delivery/Labor
ne: प्रसुति / प्रसव व्यथा

# label_postnatal
source: Postnatal
ne: प्रसव पछि

# label_danger_signs
source: Danger Signs
ne: गर्भावस्थाको समयमा हुनसक्ने सम्भावित खतराका संकेतहरू

# label_write_symptoms
source: Write here if you have other symptoms
ne: यदि अन्य लक्षणहरू छन् भने, लेख्नुहोस्

# label_comments
source: Comments
ne: कमेन्टहरु

# label_other_problems
source: Other Problems
ne: अन्य समस्याहरू

# label_assessment
source: Assessment
ne: मूल्याङ्कन

# label_history
source: History
ne: पहिलेको विवरण

# label_too_much_headeache
source: Severe headache
ne: अलिकति धेरै टाउको दुख्ने

source: Home
ne: होम

source: Profile
ne: व्यक्तिगत विवरण

source: Symptom Assessment
ne: लक्षण मूल्याङ्कन

source: QR Code
ne: QR कोड

source: ANC
ne: ए एन सी

source: Delivery
ne: प्रशुती सम्बन्धी विवरण

source: Medication
ne: खोप, चक्की र रगत दिएको विवरण

source: Postnatal Care
ne: सुत्केरी जाँचको विवरण

source: Lab Test
ne: प्रयोगशाला परीक्षण

source: FAQs
ne: बारम्बार सोधिने प्रश्नहरू

source: Audio
ne: अडियो

source: Video
ne: भिडियो

source: Weekly Tips
ne: साप्ताहिक सुझावहरू

source: Card
ne: कार्ड

source: Health Reports
ne: स्वास्थ्य रिपोर्टहरू

source: PNC
ne: पि एन सी

source: Antenatal Care
ne: गर्भवती परीक्षण विवरण

# label_want_exit
source: Do you want to exit?
ne: के तपाईं यस एपबाट बाहिर निस्कन चाहनुहुन्छ?

# msg_please_complete_profile_first
source: You can not view your reports. Please complete profile first.
ne: तपाईं आफ्नो रिपोर्टहरू हेर्न सक्नुहुन्न। कृपया पहिले प्रोफाइल पूरा गर्नुहोस्।

# msg_appointment_inprogress
source: Appointment is in progress
ne: नियुक्ति प्रक्रियामा छ। कृपया पर्खनुहोस् ।

# error_msg_cannot_launch_url
source: Can not launch URL
ne: URL प्रारम्भ गर्न सकिँदैन !

# error_msg_someting_went_wrong
source: Something Went Wrong!
ne: केहि गलत भयो! कृपया पर्खनुहोस।

source: No Internet Connection!
ne: इन्टरनेट जडान छैन!

# msg_complete_profile_now
source: Complete Your Profile Now!
ne: आफ्नो प्रोफाइल पूरा गर्नुहोस् !

# error_msg_not_complete_profile
source: You have not completed your profile.
ne: तपाईंले आफ्नो प्रोफाइल पूरा गर्नुभएको छैन।

# msg_register_success
source: Register Successful
ne: दर्ता सफल भयो

# label_agree_terms_condition
source: By clicking in register you are in agreement of Terms and Conditions
ne: दर्ता क्लिक गरेर तपाईंले नियम र सर्तहरूमा सहमति जनाउनु भएको छ ।

# msg_option_unavailable
source: Option Unavailable at the moment
ne: विकल्प हाल उपलब्ध छैन

# msg_no_permission
source: No Permission
ne: अनुमति छैन

# msg_login_success
source: Login Successful
ne: तपाईको लगइन सफल भयो

# label_choose_option_your_need
source: Choose Option that describe your need
ne: तपाइँको आवश्यकताहरुलाई पुर्ण रुपमा वर्णन गर्ने विकल्प छान्नुहोस्

# msg_problem_contact_call_number
source: If there is any problem with you that requires an attention, feel free to call us at 9870568956
ne: यदि तपाईलाई कुनै समस्या छ भने, हामीलाई यस नम्बर 9870568956 मा सम्पर्क गर्नुहोस्
